Repository: buhtz/backintime
Catalog: common/po/*.po
Languages: cs

source: With 'Full rsync mode' disabled, this will only impact new files since for rsync, this is a transfer option, not an exclusion option. Therefore, large files that have been backed up previously will persist in snapshots even if they have been modified.
cs: V případě, že není používán „Úplný rsync režim“, bude se toto týkat pouze nových souborů, protože pro nástroj rsync je toto předvolba přenosu, nikoli vynechání. Takže, velké soubory, které byly zazálohovány už dříve, v zachycených stavech zůstanou, i když od té doby byly změněny.

source: &Options
cs: Př&edvolby

source: E&xpert Options
cs: &Pokročilé předvolby

source: Restore Config
cs: Obnovit nastavení

source: Edit user-callback
cs: Upravit uživatelsky definované akce

source: New profile
cs: Nový profil

source: Rename profile
cs: Přejmenovat profil

source: Are you sure you want to delete the profile "{name}"?
cs: Opravdu chcete profil „{name}“ smazat?

source: {BOLD}Highly recommended{ENDBOLD}: (All recommendations already included.)
cs: {BOLD}Důrazně doporučeno{ENDBOLD}: (Veškerá doporučení už obsažena.)

source: {BOLD}Highly recommended{ENDBOLD}: {files}
cs: {BOLD}Důrazně doporučeno{ENDBOLD}: {files}

source: Exclude pattern
cs: Zástupné vyjádření vynechaného

source: Exclude file
cs: Vynechat soubor

source: Exclude directory
cs: Vynechat složku

source: Include file
cs: Zahrnout soubor

source: "{path}" is a symlink. The linked target will not be backed up until you include it, too. Would you like to include the symlink target instead?
cs: „{path}“ je symbolický odkaz. Odkazovaný cíl nebude zazálohován, dokud jeho umístění výslovně nezahrnete. Zahrnout tedy cíl symbolického odkazu namísto odkazu samotného?

source: Include directory
cs: Zahrnout složku

source: Disabled because this pattern is not functional in mode 'SSH encrypted'.
cs: Vypnuto protože tento vzor není funkční v režimu „Na vzdáleném stroji (v šifrované podobě)“.

source: Schedule
cs: Automatické zálohování

source: Day:
cs: Den:

source: Weekday:
cs: Den v týdnu:

source: Time:
cs: Čas:

source: Hours:
cs: V hodiny:

source: Run Back In Time as soon as the drive is connected (only once every X days). You will be prompted for your sudo password.
cs: Spouštět aplikaci Back In Time na základě připojení určené jednotky datového úložiště k počítači (s tím, že četnost záloh se neřídí těmito odpo/připojeními, ale nastaveným intervalem mezi zálohami). Pro účely zapsání tohoto nastavení budete vyzváni k zadání hesla k uživatelskému účtu, který má práva pro správu systému (sudo).

source: Run Back In Time repeatedly. This is useful if the computer is not running regularly.
cs: Spouštět aplikaci Back In Time opakovaně. Užitečné pokud počítač není zapínán pravidelně.

source: Every:
cs: Co:

source: Enable logging of debug messages
cs: Zaznamenávat ladící zprávy

source: Writes debug-level messages into the system log via "--debug".
cs: Zapisuje ladící zprávy do systémového záznamu událostí prostřednictvím „--debug“.

source: Caution: Only use this temporarily for diagnostics, as it generates a large amount of output.
cs: Upozornění: Použijte pouze dočasně pro diagnostiku, protože vytváří velké množství výstupu.

source: Disabled
cs: Vypnuto

source: At every boot/reboot
cs: Při každém startu/restartu počítače

source: Every {n} minute
cs: Každou {n} minutu

source: Every hour
cs: Každou hodinu

source: Every {n} hour
cs: Každou {n} hodinu

source: Custom hours
cs: Uživatelsky určené časy

source: Every day
cs: Každý den

source: Repeatedly (anacron)
cs: Opakovaně (jako anacron)

source: When drive gets connected (udev)
cs: Při připojení (flash)disku (udev)

source: Every week
cs: Každý týden

source: Every month
cs: Každý měsíc

source: Every year
cs: Každý rok

source: Hour(s)
cs: Hodin

source: Day(s)
cs: Dnů

source: Week(s)
cs: Týdnů

source: Month(s)
cs: Měsíců

source: Custom hours can only be a comma separated list of hours (e.g. 8,12,18,23) or */3 for periodic backups every 3 hours.
cs: Uživatelsky určené časy mohou být pouze čárkou oddělovaný seznam hodin (například 8,12,18,23) nebo (např.) */3 pro pravidelné zálohy každé 3 hodiny.

source: Host:
cs: Stroj:

source: User:
cs: Uživatel:

source: Connect to the target host via this proxy (also known as a jump host). See "-J" in the "ssh" command documentation or "ProxyJump" in "ssh_config" man page for details.
cs: Připojit k cíli prostřednictvím této proxy (známé také jako jump host). Podrobnosti viz „-J“ v dokumentaci příkazu „ssh“ nebo „ProxyJump“ v manuálové stránce „ssh_config“.

source: Caution:
cs: Výstraha:

source: These options are for advanced configurations. Modify only if fully aware of their implications.
cs: Tyto předvolby jsou pro pokročilá nastavení. Měňte je pouze pokud jste si plně vědomi jejich důsledků.

source: Run 'rsync' with '{cmd}':
cs: Spouštět nástroj rsync s parametrem „{cmd}“:

source: as cron job
cs: když jako naplánovaná úloha (cron)

source: on remote host
cs: při zálohování na vzdálený stroj

source: when taking a manual snapshot
cs: při ručně spuštěném pořízení zachyceného stavu

source: Please install 'nocache' to enable this option.
cs: Pokud chcete zapnout tuto možnost, nainstalujte „nocache“.

source: on local machine
cs: při ukládání záloh přímo na zálohovaném počítači

source: Redirect stdout to /dev/null in cronjobs.
cs: U naplánovaných úloh (cron) zahazovat výstup (stdout) (přesměrováním do /dev/null).

source: Cron will automatically send an email with attached output of cronjobs if an MTA is installed.
cs: Pokud je nainstalován (a nastaven) MTA, cron automaticky pošle e-mail s přiloženým výstupem z naplánovaných úloh.

source: Redirect stderr to /dev/null in cronjobs.
cs: U naplánovaných úloh (cron) zahazovat chybový výstup (stderr) (přesměrováním do /dev/null).

source: Cron will automatically send an email with attached errors of cronjobs if an MTA is installed.
cs: Pokud je nainstalován (a nastaven) MTA, cron automaticky pošle e-mail s přiloženými chybami naplánovaných úloh.

source: KB/sec
cs: KB/s

source: Limit rsync bandwidth usage:
cs: Omezit využití přenosové kapacity, zabrané nástrojem rsync, na:

source: Preserve ACL
cs: Zálohovat včetně seznamů řízení přístupu (ACL)

source: Preserve extended attributes (xattr)
cs: Zálohovat včetně rozšířených atributů (xattr)

source: Copy unsafe links (works only with absolute links)
cs: V případě odkazů na soubory/složky, nacházející se mimo zálohovanou složku, zazálohovat přímo je a nikoli jen odkaz (funguje pouze s absolutními odkazy)

source: Restrict to one file system
cs: Nepřekračovat (přípojnými body) do dalších souborových systémů

source: Options must be quoted e.g. {example}.
cs: Je třeba, aby předvolby byly obklopeny uvozovkami, např. {example}.

source: Paste additional options to rsync
cs: Dodatečné parametry, se kterými spouštět nástroj rsync:

source: Prefix to run before every command on remote host.
cs: Předpona kterou spouštět před každým příkazem na vzdáleném stroji.

source: Variables need to be escaped with \$FOO. This doesn't touch rsync. So to add a prefix for rsync use "{example_value}" with {rsync_options_value}.
cs: Proměnné je třeba zbavit jejich významu pomocí zpětného lomítka (příklad: \$NECO). Toto se nedotýká nástroje rsync. Předponu pro rsync tedy přidáte pomocí „{example_value}“ s {rsync_options_value}.

source: default
cs: výchozí

source: Add prefix to SSH commands
cs: Před příkazy přes SSH přidávat:

source: Check if remote host is online
cs: Zkontrolujte zda je vzdálený stroj dostupný na síti

source: Warning: If disabled and the remote host is not available, this could lead to some weird errors.
cs: Varování: pokud vypnuto a vzdálený stroj není dostupný, může toto vést k některým podivným chybám.

source: Check if remote host supports all necessary commands.
cs: Ověřit zda vzdálený stroj podporuje všechny nezbytné příkazy.

source: Warning: If disabled and the remote host does not support all necessary commands, this could lead to some weird errors.
cs: Varování: pokud vypnuto a vzdálený stroj nepodporuje veškeré nezbytné příkazy, může toto vést k některým podivným chybám.

source: (default: {})
cs: (výchozí: {})

source: disabled
cs: vypnuto

source: enabled
cs: zapnuto

source: Mode:
cs: Ukládání záloh:

source: Where to save snapshots
cs: Kam ukládat zachycené stavy

source: Directory
cs: Složka

source: SSH Settings
cs: Nastavení pro SSH

source: Path:
cs: Umístění:

source: Cipher:
cs: Šifra:

source: Private Key:
cs: Soukromá část klíče:

source: Choose an existing private key file (normally named "id_ed25519" and in older setups "id_rsa").
cs: Zvolte existující soubor se soukromým klíčem (obvykle nazvaný „id_ed25519“, ve starších případech „id_rsa“).

source: Create a new SSH key without password (not allowed if a private key file is already selected).
cs: Vytvořit nový SSH klíč bez hesla (není možné pokud je už vybrán soubor se soukromým klíčem).

source: Password
cs: Heslo pro

source: Save Password to Keyring
cs: Uložit heslo do klíčenky desktopového prostředí

source: Cache Password for Cron (Security issue: root can read password)
cs: Uložit heslo pro potřeby plánovače Cron (slabina v zabezpečení: správce systému si heslo může přečíst)

source: Advanced
cs: Pokročilé

source: Full snapshot path:
cs: Úplný popis umístění zachyceného stavu:

source: You did not choose a private key file for SSH.
cs: Nezvolili jste soukromý klíč pro SSH.

source: Would you like to generate a new password-less public/private key pair?
cs: Přejete si vytvořit novou dvojici veřejného/soukromého klíče (bez hesla?

source: Private key file "{file}" does not exist.
cs: Soubor „{file}“ se soukromou částí klíče neexistuje.

source: Would you like to copy your public SSH key to the remote host to enable password-less login?
cs: Přejete si zkopírovat veřejnou část vašeho SSH klíče na vzdálený stroj a umožnit tak přihlašování bez hesla?

source: The authenticity of host {host} can't be established.
cs: Nepodvrženost stroje „{host}“ se nepodařilo ověřit.

source: {keytype} key fingerprint is:
cs: Otisk {keytype} klíče je:

source: Please verify this fingerprint. Would you like to add it to your 'known_hosts' file?
cs: Zkontrolujte tento otisk! Přejete si ho přidat do souboru „known_hosts“?

source: Support for EncFS will be discontinued in the foreseeable future. A decision on a replacement for continued support of encrypted backups is still pending, depending on project resources and contributor availability. More details are available in this {whitepaper}.
cs: Podpora pro EncFS bude zanedlouho ukončena. O tom, čím ho nahradit a pokračovat tak v podpoře šifrovaných záloh, ještě nebylo rozhodnuto (kvůli omezeným prostředkům projektu a nedostatku vývojářů). Podrobnosti jsou k dispozici v {whitepaper}.

source: Are you sure you want to change snapshots directory?
cs: Opravdu změnit složku se zachycenými stavy?

source: Failed to create new SSH key in {path}.
cs: V umístění {path} se nepodařilo vytvořit nový SSH klíč.

source: Enable notifications
cs: Zobrazovat oznámení (prostřednictvím centra oznámení desktopového prostředí)

source: Disable snapshots when on battery
cs: Nepořizovat zachycené stavy při provozu na akumulátor

source: Power status not available from system
cs: Údaje o stavu napájení nejsou ze systému k dispozici

source: Run only one snapshot at a time
cs: Pořizovat pouze jeden zachycený stav naráz

source: Other snapshots will be blocked until the current snapshot is done. This is a global option. So it will affect all profiles for this user. But you need to activate this for all other users, too.
cs: Pořizování ostatních zachycených stavů bude blokováno do dokončení toho právě probíhajícího. Toto je globální předvolba, takže se bude týkat všech profilů tohoto uživatele. Zapíná se ale pro každého uživatele zvlášť.

source: Backup replaced files on restore
cs: Zazálohovat soubory, které by byly při procesu obnovování nahrazeny

source: Newer versions of files will be renamed with trailing {suffix} before restoring. If you don't need them anymore you can remove them with {cmd}
cs: Novější verze souborů budou před zahájením obnovy přejmenovány přidáním předpony {suffix}. Až je už nebudete potřebovat, můžete je odstranit pomocí příkazu {cmd}

source: Continue on errors (keep incomplete snapshots)
cs: Pokračovat i v případě výskytu chyb (zachovat i neúplné zachycené stavy)

source: Use checksum to detect changes
cs: Zda se soubory, určené k zálohování změnily zjišťovat pomocí jejich kontrolního součtu (přesnější)

source: Take a new snapshot whether there were changes or not.
cs: Pořídit nový zachycený stav i v případě, že nedošlo k žádným změnám.

source: Log Level:
cs: Podrobnost zaznamenávání událostí (log):

source: None
cs: Nic

source: Keep named snapshots.
cs: Neodstraňovat ty zachycené stavy, které uživatel nějak nazval.

source: Year(s)
cs: Let

source: Run in background on remote host.
cs: Na vzdáleném stroji spustit na pozadí.

source: The smart remove procedure will run directly on the remote machine, not locally. The commands "bash", "screen", and "flock" must be installed and available on the remote machine.
cs: Procedura inteligentního odebírání bude spuštěna přímo na vzdáleném stroji, nikoli lokálně. Na vzdáleném stroji je třeba, aby byly nainstalovány a k dispozici příkazy „bash“, „screen“ a „flock“.

source: If selected, Back In Time will first test the remote machine.
cs: Pokud vybráno, Back In Time nejprve vyzkouší vzdálený stroj.

source: Keep all snapshots for the last
cs: Ponechat všechny zachycené stavy za uplynulých

source: day(s).
cs: dnů.

source: week(s).
cs: týdnů.

source: month(s).
cs: měsíců.

source: Question
cs: Dotaz

source: Profile: {profile_name}
cs: Profil: „{profile_name}“

source: View Last Log
cs: Zobrazit záznam nedávných událostí

source: Start {appname}
cs: Spustit {appname}

source: Working…
cs: Zpracování…

source: Sent:
cs: Odesláno:

source: Speed:
cs: Rychlost:

source: ETA:
cs: Odhad. zbývající čas:

source: Snapshots
cs: Zachycené stavy

source: Today
cs: Dnes

source: Yesterday
cs: Včera

source: This week
cs: Tento týden

source: Last week
cs: Minulý týden

source: This is NOT a snapshot but a live view of your local files
cs: Toto NENÍ zachycený stav, ale pohled přímo do stávajících souborů na tomto počítači

source: Last check {time}
cs: Minulá kontrola {time}

source: Import configuration
cs: Naimportovat nastavení

source: No config found
cs: Nebylo nalezeno žádné nastavení

source: Import
cs: Naimportovat

source: Select the snapshot directory from which the configuration file should be imported. The path may look like: {samplePath}
cs: Vyberte složku se zachycenými stavy ze které má být naimportován soubor s nastaveními. Popis umístění může vypadat jako: {samplePath}

source: If the directory is located on an external or remote drive, it must be manually mounted beforehand.
cs: Pokud se složka nachází na externí nebo síťové jednotce – je třeba ji předem ručně připojit.

source: Show full Log
cs: Zobrazit kompletní záznam událostí

source: Options about comparing snapshots
cs: Předvolby ohledně porovnávání zachycených stavů

source: Command:
cs: Příkaz:

source: Parameters:
cs: Parametry:

source: Use %1 and %2 for path parameters
cs: Jako parametry umístění použijte %1 a %2

source: Please set a diff command or press Cancel.
cs: Nastavte příkaz pro zjišťování rozdílů nebo klikněte na Storno.

source: The command "{cmd}" cannot be found on this system. Please try something else or press Cancel.
cs: Příkaz „{cmd}“ se nepodařilo v systému najít. Zkuste něco jiného nebo klikněte na Storno.

source: No parameters set for the diff command. Using default value "{params}".
cs: Nenastaveny žádné parametry pro příkaz diff. Náhradně bude použita výchozí hodnota „{params}“.

source: Differing snapshots only
cs: Pouze odlišující se zachycené stavy

source: List only snapshots that are equal to:
cs: Vypsat pouze zachycené stavy, shodné s:

source: Deep check (more accurate, but slow)
cs: Hloubková kontrola (přesnější, ale pomalejší)

source: Delete
cs: Smazat

source: Select All
cs: Vybrat vše

source: Compare
cs: Porovnat

source: Go To
cs: Přejít na

source: Options
cs: Předvolby

source: You can't compare a snapshot to itself.
cs: Porovnávat zachycený stav s ním samotným nedává smysl.

source: Do you really want to delete {file} in snapshot {snapshot_id}?
cs: Opravdu chcete „{file}“ vymazat ze zachyceného stavu „{snapshot_id}“?

source: Do you really want to delete {file} in {count} snapshots?
cs: Opravdu chcete „{file}“ vymazat z(e) {count} zachycených stavů?

source: WARNING: This cannot be revoked.
cs: VAROVÁNí: Toto nelze vzít zpět!

source: Exclude {path} from future snapshots?
cs: Vynechat {path} z budoucích zachycených stavů?
