Repository: buhtz/backintime
Catalog: common/po/*.po
Languages: cs

source: Warning
cs: Varování

source: Main profile
cs: Hlavní profil

source: Local (EncFS encrypted)
cs: Místní (v šifrované podobě)

source: SSH (EncFS encrypted)
cs: Na stroji v síti (v šifrované podobě)

source: Local
cs: Místní

source: SSH
cs: Na stroji v síti

source: SSH private key
cs: Soukromá část SSH klíče

source: Local encrypted
cs: Místní (v šifrované podobě)

source: Encryption
cs: Šifrování

source: SSH encrypted
cs: Na stroji v síti (v šifrované podobě)

source: Default
cs: Výchozí

source: Profile: "{name}"
cs: Profil: „{name}“

source: Snapshots directory is not valid.
cs: Složka zachycených stavů není platná.

source: At least one directory must be selected for backup.
cs: Je třeba vybrat alespoň jednu složku pro zálohu.

source: The directory cannot be included in the backup.
cs: Složka nemůže být součástí toho, co se zálohuje.

source: The sub-directories cannot be included in the backup.
cs: Podsložky nemohou být součástí toho, co se zálohuje.

source: Failed to write new crontab.
cs: Novou naplánovanou úlohu (crontab) se nepodařilo zapsat.

source: Cron is not running despite the crontab command being available. Scheduled backup jobs will not run. Cron might be installed but not enabled. Try the command "systemctl enable cron" or consult the support channels of your GNU/Linux distribution.
cs: Plánovač (cron) není spuštěný (i když příkaz crontab je k dispozici). Naplánované zálohovací úlohy nebudou spouštěny. Může být, že cron je nainstalovaný, ale není zapnutý. Vyzkoušejte proto příkaz „systemctl enable --now cron“ nebo se obraťte na kanály podpory vámi využívané linuxové distribuce.

source: Could not install Udev rule for profile {profile_id}. DBus Service '{dbus_interface}' wasn't available
cs: Nepodařilo se nainstalovat Udev pravidlo pro profil {profile_id}, protože systémová služba DBus „{dbus_interface}“ nebyla k dispozici

source: Udev schedule doesn't work with mode {mode}
cs: Plán, používající správce zařízení udev, nefunguje v režimu {mode}

source: Couldn't find UUID for {path}
cs: Nedaří se najít nikde se neopakující identifikátor (UUID) pro {path}

source: Failed to save config
cs: Nastavení se nepodařilo uložit

source: Failed to load config
cs: Nastavení se nepodařilo načíst

source: Profile "{name}" already exists.
cs: Profil „{name}“ už existuje.

source: The last profile cannot be removed.
cs: Nelze odebrat poslední zbývající profil.

source: Unable to mount '{command}'
cs: Nedaří se připojit „{command}“

source: Configuration for the encrypted directory not found.
cs: Nastavení pro šifrovanou složku nenalezeno.

source: Create a new encrypted directory?
cs: Vytvořit novou šifrovanou složku?

source: Cancel
cs: Storno

source: Please confirm the password.
cs: Potvrďte zadání hesla.

source: Password doesn't match.
cs: Zadání hesla se neshodují.

source: Take snapshot
cs: Pořizování zachyceného stavu

source: Unable to unmount {mountprocess} from {mountpoint}.
cs: Nedaří se odpojit {mountprocess} od {mountpoint}.

source: {command} not found. Please install it (e.g. via "{installcommand}")
cs: {command} nenalezen. Nainstalujte ho (např. prostřednictvím „{installcommand}“)

source: Mountpoint {mntpoint} not empty.
cs: Přípojný bod {mntpoint} není prázdný.

source: Enter password for {mode} profile "{profile}":
cs: Zadejte heslo pro profil {mode} „{profile}“:

source: FAILED
cs: NEZDAŘILO SE

source: Restore permissions
cs: Obnovit oprávnění

source: Done
cs: Hotovo

source: Deferring backup while on battery
cs: Zálohování odloženo aby se ušetřila energie z napájejícího akumulátoru

source: Can't find snapshots directory.
cs: Nepodařilo se najít složku se zachycenými stavy.

source: Waiting %s second.
cs: Čeká se %s sekundu.

source: Failed to take snapshot {snapshot_id}.
cs: Nepodařilo se pořídit zachycený stav {snapshot_id}.

source: Please be patient. Finalizing…
cs: Chvíli strpení. Dokončování…

source: Can't create directory.
cs: Složku se nepodařilo vytvořit.

source: Saving config file…
cs: Ukládání souboru s nastaveními…

source: Saving permissions…
cs: Ukládání oprávnění…

source: Found leftover snapshot {snapshot_id} that can be continued.
cs: Nalezen pozůstatek „{snapshot_id}“ ve kterém lze pokračovat.

source: Removing leftover {snapshot_id} directory from last run
cs: Odebírání složky „{snapshot_id}“, zanechané minulým průchodem

source: Can't remove directory
cs: Složku není možné odstranit

source: Taking snapshot
cs: Pořizování zachyceného stavu

source: Success
cs: Úspěch

source: Partial transfer due to error
cs: Přenos jen částečně úspěšný kvůli chybě

source: Partial transfer due to vanished source files (see 'man rsync')
cs: Přenesena je část kvůli zmizelým zdrojovým souborům (viz „man rsync“)

source: 'rsync' ended with exit code {exit_code}
cs: „rsync“ skončilo s návratovým kódem {exit_code}

source: See 'man rsync' for more details
cs: Podrobnosti se dozvíte spuštěním „man rsync“

source: Negative rsync exit codes are signal numbers, see 'kill -l' and 'man kill'
cs: Záporné návratové kódy z rsync jsou čísly signálů – viz příkazy „kill -l“ a „man kill“

source: Nothing changed, no new snapshot necessary
cs: Nic se nezměnilo, není tedy třeba pořizovat nový zachycený stav

source: Unable to rename {new_path} to {path}.
cs: Není možné přejmenovat {new_path} na {path}.

source: Smart removal
cs: Postupné odstraňování

source: Removing old snapshots
cs: Odstraňování starých zachycených stavů

source: Trying to keep min free space
cs: Pokus o zachování neobsazeného prostoru, jak je nastaveno…

source: Trying to keep min {perc} free inodes
cs: Pokus o zachování neobsazených {perc} i-uzlů, jak je nastaveno…

source: Now
cs: Nyní

source: Unable to mount {sshfs}
cs: Nedaří se připojit (mount) {sshfs}

source: ssh-agent not found. Please ensure it is installed.
cs: ssh-agent nenalezen. Ověřte, zda je nainstalovaný.

source: Could not unlock ssh private key. Wrong password or password not available for cron.
cs: Nedaří se odemknout soukromou část ssh klíče. Heslo je buď chybně zadané nebo není k dispozici plánovači cron.

source: Cipher {cipher} failed for {host}.
cs: Použití šifry {cipher} se na stroji {host} nezdařilo.

source: Remote path exists but is not a directory.
cs: Vzdálené umístění existuje, ale není to složka.

source: Remote path is not writable.
cs: Do vzdáleného umístění nelze zapisovat.

source: Remote path is not executable.
cs: Vzdálené umístění nemá nastaveno oprávnění ke spouštění (tj. nelze do něho vstoupit).

source: Couldn't create remote path.
cs: Vzdálené umístění se nedaří vytvořit.

source: Remote host {host} doesn't support {command}
cs: Vzdálený stroj {host} nepodporuje {command}

source: Look at 'man backintime' for further instructions
cs: Další pokyny naleznete v manuálové stránce aplikace (man backintime)

source: Check commands on host {host} returned unknown error
cs: Kontrolní příkazy na stroji {host} vrátily neznámou chybu

source: Remote host {host} doesn't support hardlinks
cs: Na vzdáleném stroji {host} nejsou podporovány pevné odkazy (hardlink)

source: Copy public ssh-key "{pubkey}" to remote host "{host}".
cs: Zkopírovat veřejnou část ssh klíče „{pubkey}“ na vzdálený stroj „{host}“.

source: Please enter a password for "{user}".
cs: Vyplňte heslo pro „{user}“.

source: The destination filesystem for {path} is formatted with NTFS, which has known incompatibilities with Unix-style filesystems.
cs: Cílový souborový systém pro „{path}“ je typu NTFS a ten má známé nekompatibility se způsobem, jakým jsou soubory ukládány na unixových souborových systémech.

source: {path} is not a valid directory.
cs: {path} není platnou složkou.

source: Creation of following directory failed:
cs: Vytváření následující složky se nezdařilo:

source: Write access may be restricted.
cs: Přístup pro zápis může být omezen.

source: Destination filesystem for {path} is formatted with FAT which doesn't support hard-links. Please use a native GNU/Linux filesystem.
cs: Cílový souborový systém pro „{path}“ je typu FAT a ten nepodporuje pevné odkazy (hardlink). Použijte namísto něj nějaký běžný linuxový souborový systém.

source: Destination filesystem for {path} is a share mounted via SMB. Please make sure the remote SMB server supports symlinks or activate "{copyLinks}" in "{expertOptions}".
cs: Cílový souborový systém pro „{path}“ je SMB síťové sdílení. Ověřte, že vzdálený SMB server podporuje symbolické odkazy (symlink), případně v „{expertOptions}“ zapněte „{copyLinks}“.

source: Copy links (dereference symbolic links)
cs: Kopírovat až cíle odkazů (obejde symbolické odkazy)

source: Expert Options
cs: Pokročilé předvolby

source: Destination filesystem for {path} is a share mounted via sshfs. Sshfs doesn't support hard-links. Please use mode "SSH" instead.
cs: Cílový souborový systém pro {path} je sdílení připojené přes sshfs. To nepodporuje pevné odkazy (hardlink). Použijte namísto toho přímo režim „Na vzdáleném stroji“ (SSH).

source: File creation failed in this directory:
cs: Vytvoření souboru v této složce se nezdařilo:

source: About
cs: O aplikaci

source: Authors
cs: Vývojáři

source: Translations
cs: Překladatelé

source: License
cs: Licence

source: Shortcuts
cs: Zkratky

source: This directory doesn't exist in the current selected snapshot.
cs: Tato složka v nyní vybraném zachyceném stavu neexistuje.

source: Add to Include
cs: Přidat do seznamu zálohovaných

source: Add to Exclude
cs: Přidat do seznamu vynechaných

source: {app_name} appears to be running for the first time as no configuration is found.
cs: Zdá se, že {app_name} je spuštěno poprvé, protože nebylo nalezeno žádné nastavení.

source: Import an existing configuration (from a backup target directory or another computer)?
cs: Naimportovat existující nastavení (ze složky cíle zálohování nebo jiného počítače)?

source: If it is on a removable drive please plug it in and then press OK.
cs: Pokud se nachází na vyjímatelném médiu, připojte ho a klikněte na OK.

source: Take a snapshot
cs: Pořídit zachycený stav

source: Use modification time & size for file change detection.
cs: Pro zjištění změn souborů používat časy jejich úprav a velikost.

source: Take a snapshot (checksum mode)
cs: Pořídit zachycený stav (režim s kontrolními součty)

source: Use checksums for file change detection.
cs: Pro zjištění změn souborů používat jejich kontrolní součty.

source: Pause snapshot process
cs: Pozastavit pořizování zachyceného stavu

source: Resume snapshot process
cs: Pokračovat v pořizování zachyceného stavu

source: Stop snapshot process
cs: Ukončit toto pořizování zachyceného stavu

source: Refresh snapshot list
cs: Znovu načíst seznam zachycených stavů

source: Name snapshot
cs: Nazvat zachycený stav

source: Remove snapshot
cs: Odstranit zachycený stav

source: View snapshot log
cs: Zobrazit záznam událostí při pořizování zachyceného stavu

source: View last log
cs: Zobrazit záznam nedávných událostí

source: Manage profiles…
cs: Spravovat profily…

source: Shutdown
cs: Potom vypnout

source: Shut down system after snapshot has finished.
cs: Po pořízení zachyceného stavu vypnout počítač.

source: Setup language…
cs: Nastavit jazyk…

source: Exit
cs: Ukončit aplikaci

source: Changelog
cs: Co je v aplikaci nového

source: FAQ
cs: Často kladené dotazy (FAQ)

source: Ask a question
cs: Položit dotaz

source: Report a bug
cs: Nahlásit chybu / dát podnět

source: Translation
cs: Překlad

source: Shows the message about participation in translation again.
cs: Znovu zobrazí pozvání k účastni na překládání.

source: Encryption Transition (EncFS)
cs: Přechod na jiné šifrování (z EncFS)

source: Shows the message about EncFS removal again.
cs: Znovu zobrazit zprávu o odebrání EncFS.

source: Restore
cs: Obnovit

source: Restore the selected files or directories to the original destination.
cs: Obnovit označené soubory či složky do jejich původních umístění.

source: Restore to …
cs: Obnovit do…

source: Restore the selected files or directories to a new destination.
cs: Obnovit označené soubory či složky do nového umístění.

source: Restore the currently shown directory and all its contents to the original destination.
cs: Obnovit právě zobrazenou složku a veškerý její obsah do původního umístění.

source: Restore the currently shown directory and all its contents to a new destination.
cs: Obnovit právě zobrazenou složku a veškerý její obsah do nového umístění.

source: Up
cs: Přejít do nadřazené složky

source: Show hidden files
cs: Zobrazovat skryté soubory

source: Compare snapshots…
cs: Porovnat zachycené stavy…

source: Release Candidate
cs: Kandidát na vydání

source: Shows the message about this Release Candidate again.
cs: Znovu zobrazit zprávu ohledně tohoto kandidáta na vydání.

source: &Backup
cs: &Záloha

source: &Restore
cs: &Obnovení

source: &Help
cs: &Nápověda

source: If you close this window, Back In Time will not be able to shut down your system when the snapshot is finished.
cs: Pokud toto okno zavřete, pak aplikace Back In Time nebude moci po dokončení pořízení zachyceného stavu vypnout počítač.

source: Do you really want to close it?
cs: Opravdu chcete okno zavřít?

source: Working:
cs: Zpracovává se:

source: Done, no backup needed
cs: Dokončeno, záloha není potřebná

source: Working
cs: Zpracovává se

source: Error
cs: Chyba

source: Sent
cs: Odesláno

source: Speed
cs: Rychlost

source: ETA
cs: Odhad. zbývající čas

source: Global
cs: Globální

source: Root
cs: Kořen

source: Home
cs: Domovská složka

source: Backup directories
cs: Složky pro zálohu

source: Snapshot Name
cs: Název pro zachycený stav

source: Are you sure you want to remove this snapshot?
cs: Opravdu chcete tento zachycený stav odstranit?

source: Create backup copies with trailing {suffix} before overwriting or removing local elements.
cs: Stávající soubory, které by jinak byly odebrány nebo přepsány těmi ze zálohy, zachovat a jen připojit za jejich název „{suffix}“.

source: Newer versions of files will be renamed with trailing {suffix} before restoring. If you don't need them anymore you can remove them with the following command:
cs: Novější verze souborů budou před zahájením obnovy přejmenovány přidáním předpony {suffix}. Až je už nebudete potřebovat, můžete je odstranit pomocí následujícího příkazu:

source: Only restore elements which do not exist or are newer than those in destination. Using "rsync --update" option.
cs: Obnovit pouze soubory které neexistují nebo jsou novější, než ty v cíli. (pomocí volby „rsync --update“).

source: Remove newer elements in original directory.
cs: Odebrat novější prvky v původní složce.

source: Restore selected files or directories to the original destination and delete files or directories which are not in the snapshot. Be extremely careful because this will delete files and directories which were excluded during taking the snapshot.
cs: Obnovit označené soubory nebo složky do původního umístění a smazat soubory/složky, které nejsou obsažené v zachyceném stavu. Buďte velmi opatrní, protože toto smaže soubory/složky, které byly vynechány během pořizování zachyceného stavu.

source: Do you really want to restore this element into the new directory?
cs: Opravdu chcete tento soubor obnovit do nové složky „{path}“?

source: Do you really want to restore this element?
cs: Opravdu chcete tento soubor obnovit?

source: Are you sure you want to remove all newer files in {path}?
cs: Opravdu chcete veškeré novější soubory v „{path}“ odebrat?

source: Are you sure you want to remove all newer files in your original directory?
cs: Opravdu chcete z původní složky odebrat veškeré novější soubory?

source: {BOLD}Warning{BOLDEND}: Deleting files in the filesystem root could break your entire system.
cs: {BOLD}Varování{BOLDEND}: smazání souborů v kořenové složce souborového systému může způsobit nefunkčnost celého operačního systému!!!

source: Snapshot
cs: Zachycený stav

source: Restore {path}
cs: Obnovit {path}

source: Restore {path} to …
cs: Obnovit {path} do…

source: Hello You have used Back In Time in the {language} language a few times by now. The translation of your installed version of Back In Time into {language} is {perc} complete. Regardless of your level of technical expertise, you can contribute to the translation and thus Back In Time itself. Please visit the {translation_platform_url} if you wish to contribute. For further assistance and questions, please visit the {back_in_time_project_website}. We apologize for the interruption, and this message will not be shown again. This dialog is available at any time via the help menu. Your Back In Time Team
cs: Dobrý den, už několikrát jste použili Back In Time v jazyce {language}. Překlad vámi nainstalované verze Back In Time do {language} je dokončen z {perc}. Bez ohledu na úroveň vašich technických znalostí můžete přispět k překladu a tím i do aplikace Back In Time jako takové. Pokud chcete přispět, navštivte prosím {translation_platform_url}. Ohledně další pomoci a dotazů pak {back_in_time_project_website}. Omlouváme se za vyrušení a tato zpráva už nebude zobrazována. Tento dialog je ale kdykoli k dispozici prostřednictvím nabídky Nápověda. Kolektiv vývojářů Back In Time

source: translation platform
cs: překladatelská platforma

source: Website
cs: Webové stránky projektu

source: Your translation
cs: Váš překlad

source: Email to {link_and_label}.
cs: E-mail na {link_and_label}.

source: Mailing list {link_and_label}
cs: E-mailová konference {link_and_label}

source: {link_and_label} on the project website.
cs: {link_and_label} na webových stránkách projektu.

source: Open an issue
cs: Otevřít problém

source: Alternatively, you can use another channel of your choice.
cs: Alternativně je možné použít jiný vámi zvolený kanál.

source: This version of Back In Time is a Release Candidate and is primarily intended for stability testing in preparation for the next official release. No user data or telemetry is collected. However, the Back In Time team is very interested in knowing if the Release Candidate is being used and if it is worth continuing to provide such pre-release versions. Therefore, the team kindly asks for a short feedback on whether you have tested this version, even if you didn’t encounter any issues. Even a quick test run of a few minutes would help us a lot. The following contact options are available: {contact_list} In this version, this message won't be shown again but can be accessed anytime through the help menu. Thank you for your support and for helping us improve Back In Time! Your Back In Time Team
cs: Tato verze Back In Time je teprve kandidátem na vydání a je určena hlavně pro testování stability při přípravě příštího oficiálního vydání. Nejsou sbírány žádné informace o uživateli či telemetrie. Nicméně, kolektiv vývojářů Back In Time velmi zajímá vědět, zda je kandidát na vydání používán a zda má smysl pokračovat v poskytování takovýchto verzí před vydáním. Proto prosíme o krátkou zpětnou vazbu zda jste si tuto verzi vyzkoušeli, i když jste se nesetkali s žádnými problémy. I rychlé testovací spuštění na pár minut by hodně pomohlo. K dispozici jsou následující možnosti kontaktování: {contact_list} V této verzi tato zpráva už nebude znovu zobrazována, ale je možné se k ní kdykoli dostat prostřednictvím nabídky nápovědy. Děkujeme za vaši podporu a pomoc se zlepšováním Back In Time! Váš kolektiv vývojářů Back In Time

source: The language settings take effect only after restarting Back In Time.
cs: Nastavení jazyka se projeví až po příštím spuštění Back In Time.

source: Support for EncFS will be discontinued in the foreseeable future. It is not recommended to use that mode for a profile furthermore.
cs: Podpora pro EncFS bude zanedlouho odebrána. Není doporučeno nadále tento režim v profilech používat.

source: whitepaper
cs: zprávě

source: A decision on a replacement for continued support of encrypted backups is still pending, depending on project resources and contributor availability. More details are available in this {whitepaper}.
cs: Rozhodnutí ohledně náhrady tak, aby nadále byly podporovány šifrované zálohy, ještě nebylo učiněno – kvůli omezeným prostředkům projektu a nedostatku vývojářů. Podrobnosti jsou k dispozici v této {whitepaper}.

source: The support for encrypted snapshot profiles is undergoing significant changes, and EncFS will be removed in the foreseeable future.
cs: Podpora pro profily šifrovaných zachycených stavů prochází významnými změnami a EncFS bude zanedlouho odebráno.

source: The following profile(s) use encryption with EncFS:
cs: Následující profil(y) využívají šifrování prostřednictvím EncFS:

source: A decision on a replacement for continued support of encrypted backups is still pending, depending on project resources and contributor availability. Users are invited to join this discussion. Updated details on the next steps are available in this {whitepaper}.
cs: Rozhodnutí ohledně náhrady tak, aby nadále byly podporovány šifrované zálohy, ještě nebylo učiněno – kvůli omezeným prostředkům projektu a nedostatku vývojářů. Aktualizované podrobnosti jsou k dispozici v této {whitepaper}.

source: This message will not be shown again. This dialog is available at any time via the help menu.
cs: Tato zpráva už nebude zobrazována. Tento dialog je ale kdykoli k dispozici prostřednictvím nabídky Nápověda.

source: Your Back In Time Team
cs: Kolektiv vývojářů Back In Time

source: Setup language
cs: Nastavení jazyka

source: System default
cs: Systémový výchozí

source: Use operating systems language.
cs: Použít jazyk operačního systému.

source: Translated: {percent}
cs: Přeloženo: {percent}

source: Last Log View
cs: Zobrazení nedávných událostí

source: Snapshot Log View
cs: Zobrazení událostí při pořizování zachyceného stavu

source: Profile:
cs: Profil:

source: Snapshots:
cs: Zachycené stavy:

source: Filter:
cs: Filtr:

source: All
cs: Vše

source: Changes
cs: Změny

source: Errors
cs: Chyby

source: Information
cs: Informace

source: rsync transfer failures (experimental)
cs: nezdary rsync přenosů (experimentální)

source: [E] Error, [I] Information, [C] Change
cs: [E] Chyba (Error), [I] Informace, [C] Změna (Change)

source: decode paths
cs: dekódovat popisy umístění

source: Manage profiles
cs: Spravovat profily

source: Edit
cs: Přejmenovat

source: Add
cs: Přidat

source: Remove
cs: Odebrat

source: &General
cs: &Obecné

source: &Include
cs: &Zahrnout

source: Include files and directories
cs: Zahrnout soubory a složky

source: Add file
cs: Přidat soubor

source: Add directory
cs: Přidat složku

source: &Exclude
cs: &Vynechat

source: {BOLD}Info{ENDBOLD}: In 'SSH encrypted' mode, only single or double asterisks are functional (e.g. {example2}). Other types of wildcards and patterns will be ignored (e.g. {example1}). Filenames are unpredictable in this mode due to encryption by EncFS.
cs: {BOLD}Pro informaci{ENDBOLD}: V režimu „Na stroji v síti (v šifrované podobě)“ funguje pouze jedna nebo dvě hvězdičky (např. {example2}). Ostatní typy zástupných vyjádření a vzorů budou ignorovány (např. {example1}) Názvy souborů se totiž v tomto režimu kvůli EncFS šifrování nedají předvídat.

source: Exclude patterns, files or directories
cs: Vynechat zástupně vyjádřené, soubory a složky

source: Add default
cs: Přidat výchozí

source: Exclude files bigger than:
cs: Vynechat soubory větší než:

source: Exclude files bigger than value in {size_unit}.
cs: Vynechat soubory větší než hodnota v {size_unit}.
